{
    "success": true,
    "payload": [
        {
            "id": 1,
            "title": "Scrabble",
            "year_published": 1948,
            "date_added": "2023-01-12T15:47:24.134Z",
            "quantity": 2,
            "minimum_players": 2,
            "maximum_players": 4,
            "genre": [
                "word game"
            ],
            "duration": 90,
            "difficulty": "easy",
            "minimum_age": 10,
            "description": "The classic word-on-word showdown. Use your letters to score points and challenge your family and friends. A double or triple letter or word space will let you earn big points. It`s your word against theirs!",
            "packaging_image_url": "https://m.media-amazon.com/images/I/81OjLGNO5VL.jpg",
            "artwork_image_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSoW3wCChVdvez12HtvTJIuv8z6ruNZHwGdZUhcPBjSVNYmrQTUbL17onn0j9D4BhkDaL4&usqp=CAU",
            "rules": "You should have a game board, 100 letter tiles, a letter bag, and four racks.\r\n\r\nBefore the game begins, all players should agree upon the dictionary that they will use, in case of a challenge. All words labeled as a part of speech (including those listed of foreign origin, and as archaic, obsolete, colloquial, slang, etc.) are permitted with the exception of the following: words always capitalized, abbreviations, prefixes and suffixes standing alone, words requiring a hyphen or an apostrophe.\r\n\r\nPlace all letters in the pouch, or facedown beside the board, and mix them up. Draw for first play. The player with the letter closest to \"A\" plays first. A blank tile beats any letter. Return the letters to the pool and remix. All players draw seven new letters and place them on their racks. Source: https://scrabble.hasbro.com/en-us/rules",
            "barcode": "653569887447",
            "location": "Shelf S, Number 13",
            "video_rules": "https://www.youtube.com/watch?v=swlg3vQXboE"
        },
        {
            "id": 2,
            "title": "Scattergories",
            "year_published": 1988,
            "date_added": "2023-01-12T16:00:29.187Z",
            "quantity": 1,
            "minimum_players": 2,
            "maximum_players": 6,
            "genre": [
                "party game"
            ],
            "duration": 30,
            "difficulty": "easy",
            "minimum_age": 12,
            "description": "Scattergories is a multi-player word game where the objective is to earn the most points by making a list of words that all begin with the same letter. There are a set of category cards and letter cards.",
            "packaging_image_url": "https://target.scene7.com/is/image/Target/GUEST_847fae64-840e-4a43-af64-a5e2449688d7?wid=488&hei=488&fmt=pjpeg",
            "artwork_image_url": "https://m.media-amazon.com/images/I/51qjqNSBm-L._AC_SY580_.jpg",
            "rules": "In the time allotted, each player must attempt to think of and write down, in the first column on the pad, a word or term that fits each of the 12 categories and starts with the rolled letter. Any number of words in the answer is allowed, as long as the first word starts with the correct letter. Source: https://static.libnet.info/images/pdfs/shasta/2020/Scattergories_Rules.pdf",
            "barcode": "653569887447",
            "location": "Shelf S, Number 4",
            "video_rules": "https://www.youtube.com/watch?v=WgRm_auxt_w"
        },
        {
            "id": 3,
            "title": "Food Chain Magnate",
            "year_published": 2015,
            "date_added": "2023-01-12T16:00:29.187Z",
            "quantity": 1,
            "minimum_players": 2,
            "maximum_players": 5,
            "genre": [
                "strategy"
            ],
            "duration": 240,
            "difficulty": "hard",
            "minimum_age": 14,
            "description": "Food Chain Magnate is a heavy strategy game about building a fast food chain. The focus is on building your company using a card-driven (human) resource management system. Players compete on a variable city map through purchasing, marketing and sales, and on a job market for key staff members. The game can be played by 2-5 serious gamers in 2-4 hours.",
            "packaging_image_url": "https://cf.geekdo-images.com/671n8Iu6u9xE6XYJ3HV4PQ__imagepage/img/eFeojMWeYtpx-EjR6RQi5jA_FPY=/fit-in/900x600/filters:no_upscale():strip_icc()/pic2649623.jpg",
            "artwork_image_url": "https://cf.geekdo-images.com/GG4aQ87_eNY-Vo6QJcIi6A__imagepage/img/V9FH9uGBLZ3mZ8WSBSaDDc4nzbw=/fit-in/900x600/filters:no_upscale():strip_icc()/pic2783840.jpg",
            "rules": "Each player starts as a single entrepreneur and builds up a fast food chain. They do this by hiring and training staff, represented by cards and by running the operations of their company, which is done on a variable board. The game continues until the bank runs out of money (twice). The richest player then wins. The game is played in phases. Some phases are played simultaneously, others use turn order. Source: https://www.qugs.org/rules/r175914.pdf",
            "barcode": "859573004393",
            "location": "Shelf F, Number 12",
            "video_rules": "https://www.youtube.com/watch?v=YP2Bf69ZAiE"
        },
        {
            "id": 4,
            "title": "Azul",
            "year_published": 2017,
            "date_added": "2023-01-12T16:00:29.187Z",
            "quantity": 3,
            "minimum_players": 2,
            "maximum_players": 4,
            "genre": [
                "family game"
            ],
            "duration": 45,
            "difficulty": "easy",
            "minimum_age": 8,
            "description": "Introduced by the Moors, azuleijos (originally white and blue ceramic tiles) were fully embraced by the Portuguese when their king Manuel I, on a visit to the Alhambra palace in Southern Spain, was mesmerized by the stunning beauty of the Moorish decorative tiles. The king, awestruck by the interior beauty of the Alhambra, immediately ordered that his own palace in Portugal be decorated with similar wall tiles. As a tile-laying artist, you have been challenged to embellish the walls of the Royal Palace of Evora.",
            "packaging_image_url": "https://www.mundogalapagos.com.br/ccstore/v1/images/?source=/file/v1505187261348167540/products/AZU001_3D.png",
            "artwork_image_url": "https://cf.geekdo-images.com/kFgzuG2jp8xu19C4ULQprQ__imagepage/img/BSTYuYjsdJwKPrPOiIV_KQ05-c4=/fit-in/900x600/filters:no_upscale():strip_icc()/pic3863715.jpg",
            "rules": "In the game Azul, players take turns drafting colored tiles from suppliers to their player board. Later in the round, players score points based on how they've placed their tiles to decorate the palace. Extra points are scored for specific patterns and completing sets; wasted supplies harm the player's score. The player with the most points at the end of the game wins. Source: https://www.dicebreaker.com/games/azul/how-to/how-to-play-azul-board-game",
            "barcode": "826956400202",
            "location": "Shelf A, Number 40",
            "video_rules": "https://www.youtube.com/watch?v=csJL-78NEPQ"
        },
        {
            "id": 5,
            "title": "A Feast for Odin",
            "year_published": 2016,
            "date_added": "2023-01-12T16:00:29.187Z",
            "quantity": 1,
            "minimum_players": 1,
            "maximum_players": 4,
            "genre": [
                "strategy"
            ],
            "duration": 120,
            "difficulty": "intermediate",
            "minimum_age": 12,
            "description": "A Feast for Odin is a saga in the form of a board game. You are reliving the cultural achievements, mercantile expeditions, and pillages of those tribes we know as Viking today — a term that was used quite differently towards the end of the first millennium. In this game, you will raid and explore new territories. You will also experience their day-to-day activities: collecting goods to achieve a financially secure position in society. In the end, the player whose possessions bear the greatest value will be declared the winner.",
            "packaging_image_url": "https://cf.geekdo-images.com/VO3vWVj0S59pMjWMs_Zibg__imagepage/img/BJbmpXd3zCGTSzMDfFaJuDcB2Ng=/fit-in/900x600/filters:no_upscale():strip_icc()/pic3079801.jpg",
            "artwork_image_url": "https://cf.geekdo-images.com/NI2pp6NzQOAEA3Y27a_qIg__imagepage/img/000m147H0stANaNHlmKyhaithlE=/fit-in/900x600/filters:no_upscale():strip_icc()/pic3105732.jpg",
            "rules": "A Feast for Odin is a story that has taken the form of a board game. The story of the Vikings is played out right in front of the players, as they themselves play the roles of the Vikings. The players become explorers, founders of civilizations, and conquerors. The player with the most possessions that bear the greatest value will be declared the winner. Source: https://gamerules.com/rules/a-feast-for-odin/",
            "barcode": "681706716909",
            "location": "Shelf A, Number 8",
            "video_rules": "https://www.youtube.com/watch?v=hqEPY2XLbYg"
        },
        {
            "id": 6,
            "title": "Eldritch Horror",
            "year_published": 2013,
            "date_added": "2023-01-12T16:00:29.187Z",
            "quantity": 1,
            "minimum_players": 1,
            "maximum_players": 8,
            "genre": [
                "thematic"
            ],
            "duration": 240,
            "difficulty": "intermediate",
            "minimum_age": 14,
            "description": "An unknown Elder God approaches the world—and you must solve mysteries to stop it.",
            "packaging_image_url": "https://67287.cdn.simplo7.net/static/67287/sku/jogos-de-tabuleiro-e-cardgames-eldritch-horror--p-1649771344274.jpg",
            "artwork_image_url": "https://www.fortressofsolitude.co.za/wp-content/uploads/2022/01/Arkham-Horror-Review.jpeg",
            "rules": "Eldritch Horror is a cooperative game of investigation and horror inspired by the writings of H. P. Lovecraft. In each game, one of the Ancient Ones, a being of unimaginable power that predates time itself, is awakening. Players take on the roles of investigators who are attempting to solve mysteries, defend humanity from unimaginable horrors, and ultimately banish the Ancient One from this world. If investigators fail at their task, the Ancient One awakens, and mankind is doomed. Source: https://images-cdn.fantasyflightgames.com/filer_public/c7/d6/c7d6cff6-7025-41f9-8538-bb0626feb4f4/eh01_rulebook.pdf",
            "barcode": "841333100537",
            "location": "Shelf E, Number 21",
            "video_rules": "https://www.youtube.com/watch?v=yDY-1DK9zf8"
        },
        {
            "id": 7,
            "title": "Twilight Imperium: Third Edition",
            "year_published": 2005,
            "date_added": "2023-01-12T16:00:29.187Z",
            "quantity": 1,
            "minimum_players": 3,
            "maximum_players": 6,
            "genre": [
                "strategy",
                "thematic"
            ],
            "duration": 240,
            "difficulty": "hard",
            "minimum_age": 14,
            "description": "Epic empire-building game of interstellar conflict, trade, and struggle for power.",
            "packaging_image_url": "https://http2.mlstatic.com/D_NQ_NP_830919-MLB47233543037_082021-O.jpg",
            "artwork_image_url": "https://m.media-amazon.com/images/I/51EFjlBbc9L._AC_SY350_.jpg",
            "rules": "Welcome to a galaxy of epic conquest, interstellar trade, and political intrigue. TWILIGHT IMPERIUM is an exciting board game in which 3-6 players seek to build a galactic empire by the cunning use of strategy, diplomacy, and resource management. By taking on the role of a great interstellar race, players will seek the ultimate goal: to claim the Imperial Throne on Mecatol Rex and lead the galaxy to a new age of glory. But the road to the Imperial Throne is long and the galaxy holds many dangers. Do you have what it takes to lead your race out of the troubled Twilight Age? Do you have the determination to move your race forward using a balance of diplomacy, careful planning, and the use of force? Are you ready to direct scientific development, military might, and economic growth for an entire interstellar civilization? If so, your time has come! Source: https://images-cdn.fantasyflightgames.com/ffg_content/Twilight%20Imperium%203/ti3rules.pdf",
            "barcode": "9781589942066",
            "location": "Shelf T, Number 32",
            "video_rules": "https://www.youtube.com/watch?v=12C7gHBAnnI"
        },
        {
            "id": 8,
            "title": "Obama Llama",
            "year_published": 2015,
            "date_added": "2023-01-17T10:42:39.865Z",
            "quantity": 2,
            "minimum_players": 4,
            "maximum_players": 99,
            "genre": null,
            "duration": 30,
            "difficulty": "easy",
            "minimum_age": 14,
            "description": "Get ready for a super-silly rhyming charades game. This fast paced rhyming game will have you randomly rhyming things for days after playing. To play, players will split into two teams and attempt to try to solve the weird and wonderful rhymes on the cards. You might find yourself yelling out crazy phases like 'Big Foot covered in soot!' or 'Uncle Sam living in a clam!.' Obama Llama is a fun laid back game that makes it great for a party setting where 4 or more people are present. You'll be laughing at what is said and racing to find the rhymes so your team can win. Purchase a copy of Obama Llama if you don't already own it. If you do, tell us what you think below.",
            "packaging_image_url": "https://s3-us-west-1.amazonaws.com/5cc.images/games/empty+box.jpg",
            "artwork_image_url": "https://cdn.shopify.com/s/files/1/0525/4565/0856/t/3/assets/pf-5b89815e--Big-Potato-July-Lifestyle7857.jpg?v=1629718086",
            "rules": "The key to this game is to rhyme your socks off and win points for your team. The more points you win, the more Rhyming Pair cards you get to turn over. Find two Rhyming Pair cards that rhyme to keep them. The team with the most pairs at the end of the game wins. Feeling smart? Let’s make a start. First, split into two teams of two or more. Then shuffle the Rhyming Pair cards and deal them out face down in the middle of the table. Three rhyming rounds: The person who looks most like Obama or a Llama goes first. They roll the dice. Roll green and they play from the Describe It pack. Roll pink and it’s the Solve It pile. Get yellow and they’re on Act It. As soon as they start a card, their team has 30 seconds to guess as many rhymes as they can. The other team keeps time using the stopwatch on their phone (or by downloading the Obama Llama countdown app). They keep score using the pad provided. After 30 seconds it’s the other team’s turn. DESCRIBE IT: The person going first draws a green card and describes the rhymes on it to their teammates without using any of the words on the card. Their teammates try to solve the clue by shouting out possible rhymes. For every rhyme they get right in 30 seconds, they get a point. If they solve all three on the card before the time runs out, the reader quickly draws another card and keeps going. Pass: If they get stuck, they are allowed to pass. Each team gets one pass every 30 seconds. Discarding Cards: If a team hasn’t finished a card and they’re out of time, they put it back on top of the pile for another team to finish off. If a team completes a card, it goes to the bottom of the pile. Rhyming Pair Cards: Every time a team earns three points they get to turn over two Rhyming Pair cards. If they fail to find a pair then the team must turn those unmatched cards back over. Each time you find a pair you keep it and get another go at trying to find a match. SOLVE IT: One member of the team draws a pink card and reads the clue on the card to their teammates. (Not the rhyme in italics!) Their teammates now have to yell out possible rhyming solutions. For each correct rhyme they get in 30 seconds they earn a point. As before, three points means they get to turn over two Rhyming Pair cards. Any unfinished cards go back on top of the pile to be finished by the next team to roll pink. ACT IT: One member of the team draws a yellow card and shows the celebrity name on the card to their teammates. That person now has to silently act out the three rhymes on the other side of the card in 30 seconds, with their teammates shouting out possible rhymes. For each rhyme correctly guessed, the team earn a point. Again, any unfinished cards go back on top of the pile. Scoring doesn’t have to be boring: Keep score throughout using a Score Pad. Sometimes a team will only earn one or two points during a round. For every line of three you fill, you get to turn two Rhyming Pair cards. Fill two lines and get two attempts at matching up pairs. Winner, winner, chicken dinner: The game ends when all of the Rhyming Pair cards have been paired up. The team with the most are crowned champions and have permission to arrange an open-top bus parade in their home town. Source: https://www.boardgamecapital.com/game_rules/obama-llama.pdf",
            "barcode": "856739001791",
            "location": "Shelf O, Number 14",
            "video_rules": "https://youtu.be/priC9On09Q8"
        },
        {
            "id": 9,
            "title": "Obama Llama",
            "year_published": 2015,
            "date_added": "2023-01-17T10:43:15.490Z",
            "quantity": 2,
            "minimum_players": 4,
            "maximum_players": 99,
            "genre": null,
            "duration": 30,
            "difficulty": "easy",
            "minimum_age": 14,
            "description": "Get ready for a super-silly rhyming charades game. This fast paced rhyming game will have you randomly rhyming things for days after playing. To play, players will split into two teams and attempt to try to solve the weird and wonderful rhymes on the cards. You might find yourself yelling out crazy phases like 'Big Foot covered in soot!' or 'Uncle Sam living in a clam!.' Obama Llama is a fun laid back game that makes it great for a party setting where 4 or more people are present. You'll be laughing at what is said and racing to find the rhymes so your team can win. Purchase a copy of Obama Llama if you don't already own it. If you do, tell us what you think below.",
            "packaging_image_url": "https://s3-us-west-1.amazonaws.com/5cc.images/games/empty+box.jpg",
            "artwork_image_url": "https://cdn.shopify.com/s/files/1/0525/4565/0856/t/3/assets/pf-5b89815e--Big-Potato-July-Lifestyle7857.jpg?v=1629718086",
            "rules": "The key to this game is to rhyme your socks off and win points for your team. The more points you win, the more Rhyming Pair cards you get to turn over. Find two Rhyming Pair cards that rhyme to keep them. The team with the most pairs at the end of the game wins. Feeling smart? Let’s make a start. First, split into two teams of two or more. Then shuffle the Rhyming Pair cards and deal them out face down in the middle of the table. Three rhyming rounds: The person who looks most like Obama or a Llama goes first. They roll the dice. Roll green and they play from the Describe It pack. Roll pink and it’s the Solve It pile. Get yellow and they’re on Act It. As soon as they start a card, their team has 30 seconds to guess as many rhymes as they can. The other team keeps time using the stopwatch on their phone (or by downloading the Obama Llama countdown app). They keep score using the pad provided. After 30 seconds it’s the other team’s turn. DESCRIBE IT: The person going first draws a green card and describes the rhymes on it to their teammates without using any of the words on the card. Their teammates try to solve the clue by shouting out possible rhymes. For every rhyme they get right in 30 seconds, they get a point. If they solve all three on the card before the time runs out, the reader quickly draws another card and keeps going. Pass: If they get stuck, they are allowed to pass. Each team gets one pass every 30 seconds. Discarding Cards: If a team hasn’t finished a card and they’re out of time, they put it back on top of the pile for another team to finish off. If a team completes a card, it goes to the bottom of the pile. Rhyming Pair Cards: Every time a team earns three points they get to turn over two Rhyming Pair cards. If they fail to find a pair then the team must turn those unmatched cards back over. Each time you find a pair you keep it and get another go at trying to find a match. SOLVE IT: One member of the team draws a pink card and reads the clue on the card to their teammates. (Not the rhyme in italics!) Their teammates now have to yell out possible rhyming solutions. For each correct rhyme they get in 30 seconds they earn a point. As before, three points means they get to turn over two Rhyming Pair cards. Any unfinished cards go back on top of the pile to be finished by the next team to roll pink. ACT IT: One member of the team draws a yellow card and shows the celebrity name on the card to their teammates. That person now has to silently act out the three rhymes on the other side of the card in 30 seconds, with their teammates shouting out possible rhymes. For each rhyme correctly guessed, the team earn a point. Again, any unfinished cards go back on top of the pile. Scoring doesn’t have to be boring: Keep score throughout using a Score Pad. Sometimes a team will only earn one or two points during a round. For every line of three you fill, you get to turn two Rhyming Pair cards. Fill two lines and get two attempts at matching up pairs. Winner, winner, chicken dinner: The game ends when all of the Rhyming Pair cards have been paired up. The team with the most are crowned champions and have permission to arrange an open-top bus parade in their home town. Source: https://www.boardgamecapital.com/game_rules/obama-llama.pdf",
            "barcode": "856739001791",
            "location": "Shelf O, Number 14",
            "video_rules": "https://youtu.be/priC9On09Q8"
        },
        {
            "id": 10,
            "title": "Obama Llama",
            "year_published": 2015,
            "date_added": "2023-01-17T10:44:04.503Z",
            "quantity": 2,
            "minimum_players": 4,
            "maximum_players": 99,
            "genre": null,
            "duration": 30,
            "difficulty": "easy",
            "minimum_age": 14,
            "description": "Get ready for a super-silly rhyming charades game. This fast paced rhyming game will have you randomly rhyming things for days after playing. To play, players will split into two teams and attempt to try to solve the weird and wonderful rhymes on the cards. You might find yourself yelling out crazy phases like 'Big Foot covered in soot!' or 'Uncle Sam living in a clam!.' Obama Llama is a fun laid back game that makes it great for a party setting where 4 or more people are present. You'll be laughing at what is said and racing to find the rhymes so your team can win. Purchase a copy of Obama Llama if you don't already own it. If you do, tell us what you think below.",
            "packaging_image_url": "https://s3-us-west-1.amazonaws.com/5cc.images/games/empty+box.jpg",
            "artwork_image_url": "https://cdn.shopify.com/s/files/1/0525/4565/0856/t/3/assets/pf-5b89815e--Big-Potato-July-Lifestyle7857.jpg?v=1629718086",
            "rules": "The key to this game is to rhyme your socks off and win points for your team. The more points you win, the more Rhyming Pair cards you get to turn over. Find two Rhyming Pair cards that rhyme to keep them. The team with the most pairs at the end of the game wins. Feeling smart? Let’s make a start. First, split into two teams of two or more. Then shuffle the Rhyming Pair cards and deal them out face down in the middle of the table. Three rhyming rounds: The person who looks most like Obama or a Llama goes first. They roll the dice. Roll green and they play from the Describe It pack. Roll pink and it’s the Solve It pile. Get yellow and they’re on Act It. As soon as they start a card, their team has 30 seconds to guess as many rhymes as they can. The other team keeps time using the stopwatch on their phone (or by downloading the Obama Llama countdown app). They keep score using the pad provided. After 30 seconds it’s the other team’s turn. DESCRIBE IT: The person going first draws a green card and describes the rhymes on it to their teammates without using any of the words on the card. Their teammates try to solve the clue by shouting out possible rhymes. For every rhyme they get right in 30 seconds, they get a point. If they solve all three on the card before the time runs out, the reader quickly draws another card and keeps going. Pass: If they get stuck, they are allowed to pass. Each team gets one pass every 30 seconds. Discarding Cards: If a team hasn’t finished a card and they’re out of time, they put it back on top of the pile for another team to finish off. If a team completes a card, it goes to the bottom of the pile. Rhyming Pair Cards: Every time a team earns three points they get to turn over two Rhyming Pair cards. If they fail to find a pair then the team must turn those unmatched cards back over. Each time you find a pair you keep it and get another go at trying to find a match. SOLVE IT: One member of the team draws a pink card and reads the clue on the card to their teammates. (Not the rhyme in italics!) Their teammates now have to yell out possible rhyming solutions. For each correct rhyme they get in 30 seconds they earn a point. As before, three points means they get to turn over two Rhyming Pair cards. Any unfinished cards go back on top of the pile to be finished by the next team to roll pink. ACT IT: One member of the team draws a yellow card and shows the celebrity name on the card to their teammates. That person now has to silently act out the three rhymes on the other side of the card in 30 seconds, with their teammates shouting out possible rhymes. For each rhyme correctly guessed, the team earn a point. Again, any unfinished cards go back on top of the pile. Scoring doesn’t have to be boring: Keep score throughout using a Score Pad. Sometimes a team will only earn one or two points during a round. For every line of three you fill, you get to turn two Rhyming Pair cards. Fill two lines and get two attempts at matching up pairs. Winner, winner, chicken dinner: The game ends when all of the Rhyming Pair cards have been paired up. The team with the most are crowned champions and have permission to arrange an open-top bus parade in their home town. Source: https://www.boardgamecapital.com/game_rules/obama-llama.pdf",
            "barcode": "856739001791",
            "location": "Shelf O, Number 14",
            "video_rules": "https://youtu.be/priC9On09Q8"
        },
        {
            "id": 11,
            "title": "Obama Llama",
            "year_published": 2015,
            "date_added": "2023-01-17T10:44:16.967Z",
            "quantity": 2,
            "minimum_players": 4,
            "maximum_players": 99,
            "genre": null,
            "duration": 30,
            "difficulty": "easy",
            "minimum_age": 14,
            "description": "Get ready for a super-silly rhyming charades game. This fast paced rhyming game will have you randomly rhyming things for days after playing. To play, players will split into two teams and attempt to try to solve the weird and wonderful rhymes on the cards. You might find yourself yelling out crazy phases like 'Big Foot covered in soot!' or 'Uncle Sam living in a clam!.' Obama Llama is a fun laid back game that makes it great for a party setting where 4 or more people are present. You'll be laughing at what is said and racing to find the rhymes so your team can win. Purchase a copy of Obama Llama if you don't already own it. If you do, tell us what you think below.",
            "packaging_image_url": "https://s3-us-west-1.amazonaws.com/5cc.images/games/empty+box.jpg",
            "artwork_image_url": "https://cdn.shopify.com/s/files/1/0525/4565/0856/t/3/assets/pf-5b89815e--Big-Potato-July-Lifestyle7857.jpg?v=1629718086",
            "rules": "The key to this game is to rhyme your socks off and win points for your team. The more points you win, the more Rhyming Pair cards you get to turn over. Find two Rhyming Pair cards that rhyme to keep them. The team with the most pairs at the end of the game wins. Feeling smart? Let’s make a start. First, split into two teams of two or more. Then shuffle the Rhyming Pair cards and deal them out face down in the middle of the table. Three rhyming rounds: The person who looks most like Obama or a Llama goes first. They roll the dice. Roll green and they play from the Describe It pack. Roll pink and it’s the Solve It pile. Get yellow and they’re on Act It. As soon as they start a card, their team has 30 seconds to guess as many rhymes as they can. The other team keeps time using the stopwatch on their phone (or by downloading the Obama Llama countdown app). They keep score using the pad provided. After 30 seconds it’s the other team’s turn. DESCRIBE IT: The person going first draws a green card and describes the rhymes on it to their teammates without using any of the words on the card. Their teammates try to solve the clue by shouting out possible rhymes. For every rhyme they get right in 30 seconds, they get a point. If they solve all three on the card before the time runs out, the reader quickly draws another card and keeps going. Pass: If they get stuck, they are allowed to pass. Each team gets one pass every 30 seconds. Discarding Cards: If a team hasn’t finished a card and they’re out of time, they put it back on top of the pile for another team to finish off. If a team completes a card, it goes to the bottom of the pile. Rhyming Pair Cards: Every time a team earns three points they get to turn over two Rhyming Pair cards. If they fail to find a pair then the team must turn those unmatched cards back over. Each time you find a pair you keep it and get another go at trying to find a match. SOLVE IT: One member of the team draws a pink card and reads the clue on the card to their teammates. (Not the rhyme in italics!) Their teammates now have to yell out possible rhyming solutions. For each correct rhyme they get in 30 seconds they earn a point. As before, three points means they get to turn over two Rhyming Pair cards. Any unfinished cards go back on top of the pile to be finished by the next team to roll pink. ACT IT: One member of the team draws a yellow card and shows the celebrity name on the card to their teammates. That person now has to silently act out the three rhymes on the other side of the card in 30 seconds, with their teammates shouting out possible rhymes. For each rhyme correctly guessed, the team earn a point. Again, any unfinished cards go back on top of the pile. Scoring doesn’t have to be boring: Keep score throughout using a Score Pad. Sometimes a team will only earn one or two points during a round. For every line of three you fill, you get to turn two Rhyming Pair cards. Fill two lines and get two attempts at matching up pairs. Winner, winner, chicken dinner: The game ends when all of the Rhyming Pair cards have been paired up. The team with the most are crowned champions and have permission to arrange an open-top bus parade in their home town. Source: https://www.boardgamecapital.com/game_rules/obama-llama.pdf",
            "barcode": "856739001791",
            "location": "Shelf O, Number 14",
            "video_rules": "https://youtu.be/priC9On09Q8"
        },
        {
            "id": 12,
            "title": "Obama Llama",
            "year_published": 2015,
            "date_added": "2023-01-17T10:45:54.191Z",
            "quantity": 2,
            "minimum_players": 4,
            "maximum_players": 99,
            "genre": null,
            "duration": 30,
            "difficulty": "easy",
            "minimum_age": 14,
            "description": "Get ready for a super-silly rhyming charades game. This fast paced rhyming game will have you randomly rhyming things for days after playing. To play, players will split into two teams and attempt to try to solve the weird and wonderful rhymes on the cards. You might find yourself yelling out crazy phases like 'Big Foot covered in soot!' or 'Uncle Sam living in a clam!.' Obama Llama is a fun laid back game that makes it great for a party setting where 4 or more people are present. You'll be laughing at what is said and racing to find the rhymes so your team can win. Purchase a copy of Obama Llama if you don't already own it. If you do, tell us what you think below.",
            "packaging_image_url": "https://s3-us-west-1.amazonaws.com/5cc.images/games/empty+box.jpg",
            "artwork_image_url": "https://cdn.shopify.com/s/files/1/0525/4565/0856/t/3/assets/pf-5b89815e--Big-Potato-July-Lifestyle7857.jpg?v=1629718086",
            "rules": "The key to this game is to rhyme your socks off and win points for your team. The more points you win, the more Rhyming Pair cards you get to turn over. Find two Rhyming Pair cards that rhyme to keep them. The team with the most pairs at the end of the game wins. Feeling smart? Let’s make a start. First, split into two teams of two or more. Then shuffle the Rhyming Pair cards and deal them out face down in the middle of the table. Three rhyming rounds: The person who looks most like Obama or a Llama goes first. They roll the dice. Roll green and they play from the Describe It pack. Roll pink and it’s the Solve It pile. Get yellow and they’re on Act It. As soon as they start a card, their team has 30 seconds to guess as many rhymes as they can. The other team keeps time using the stopwatch on their phone (or by downloading the Obama Llama countdown app). They keep score using the pad provided. After 30 seconds it’s the other team’s turn. DESCRIBE IT: The person going first draws a green card and describes the rhymes on it to their teammates without using any of the words on the card. Their teammates try to solve the clue by shouting out possible rhymes. For every rhyme they get right in 30 seconds, they get a point. If they solve all three on the card before the time runs out, the reader quickly draws another card and keeps going. Pass: If they get stuck, they are allowed to pass. Each team gets one pass every 30 seconds. Discarding Cards: If a team hasn’t finished a card and they’re out of time, they put it back on top of the pile for another team to finish off. If a team completes a card, it goes to the bottom of the pile. Rhyming Pair Cards: Every time a team earns three points they get to turn over two Rhyming Pair cards. If they fail to find a pair then the team must turn those unmatched cards back over. Each time you find a pair you keep it and get another go at trying to find a match. SOLVE IT: One member of the team draws a pink card and reads the clue on the card to their teammates. (Not the rhyme in italics!) Their teammates now have to yell out possible rhyming solutions. For each correct rhyme they get in 30 seconds they earn a point. As before, three points means they get to turn over two Rhyming Pair cards. Any unfinished cards go back on top of the pile to be finished by the next team to roll pink. ACT IT: One member of the team draws a yellow card and shows the celebrity name on the card to their teammates. That person now has to silently act out the three rhymes on the other side of the card in 30 seconds, with their teammates shouting out possible rhymes. For each rhyme correctly guessed, the team earn a point. Again, any unfinished cards go back on top of the pile. Scoring doesn’t have to be boring: Keep score throughout using a Score Pad. Sometimes a team will only earn one or two points during a round. For every line of three you fill, you get to turn two Rhyming Pair cards. Fill two lines and get two attempts at matching up pairs. Winner, winner, chicken dinner: The game ends when all of the Rhyming Pair cards have been paired up. The team with the most are crowned champions and have permission to arrange an open-top bus parade in their home town. Source: https://www.boardgamecapital.com/game_rules/obama-llama.pdf",
            "barcode": "856739001791",
            "location": "Shelf O, Number 14",
            "video_rules": "https://youtu.be/priC9On09Q8"
        },
        {
            "id": 13,
            "title": "Obama Llama",
            "year_published": 2015,
            "date_added": "2023-01-17T10:47:42.122Z",
            "quantity": 2,
            "minimum_players": 4,
            "maximum_players": 99,
            "genre": null,
            "duration": 30,
            "difficulty": "easy",
            "minimum_age": 14,
            "description": "Get ready for a super-silly rhyming charades game. This fast paced rhyming game will have you randomly rhyming things for days after playing. To play, players will split into two teams and attempt to try to solve the weird and wonderful rhymes on the cards. You might find yourself yelling out crazy phases like 'Big Foot covered in soot!' or 'Uncle Sam living in a clam!.' Obama Llama is a fun laid back game that makes it great for a party setting where 4 or more people are present. You'll be laughing at what is said and racing to find the rhymes so your team can win. Purchase a copy of Obama Llama if you don't already own it. If you do, tell us what you think below.",
            "packaging_image_url": "https://s3-us-west-1.amazonaws.com/5cc.images/games/empty+box.jpg",
            "artwork_image_url": "https://cdn.shopify.com/s/files/1/0525/4565/0856/t/3/assets/pf-5b89815e--Big-Potato-July-Lifestyle7857.jpg?v=1629718086",
            "rules": "The key to this game is to rhyme your socks off and win points for your team. The more points you win, the more Rhyming Pair cards you get to turn over. Find two Rhyming Pair cards that rhyme to keep them. The team with the most pairs at the end of the game wins. Feeling smart? Let’s make a start. First, split into two teams of two or more. Then shuffle the Rhyming Pair cards and deal them out face down in the middle of the table. Three rhyming rounds: The person who looks most like Obama or a Llama goes first. They roll the dice. Roll green and they play from the Describe It pack. Roll pink and it’s the Solve It pile. Get yellow and they’re on Act It. As soon as they start a card, their team has 30 seconds to guess as many rhymes as they can. The other team keeps time using the stopwatch on their phone (or by downloading the Obama Llama countdown app). They keep score using the pad provided. After 30 seconds it’s the other team’s turn. DESCRIBE IT: The person going first draws a green card and describes the rhymes on it to their teammates without using any of the words on the card. Their teammates try to solve the clue by shouting out possible rhymes. For every rhyme they get right in 30 seconds, they get a point. If they solve all three on the card before the time runs out, the reader quickly draws another card and keeps going. Pass: If they get stuck, they are allowed to pass. Each team gets one pass every 30 seconds. Discarding Cards: If a team hasn’t finished a card and they’re out of time, they put it back on top of the pile for another team to finish off. If a team completes a card, it goes to the bottom of the pile. Rhyming Pair Cards: Every time a team earns three points they get to turn over two Rhyming Pair cards. If they fail to find a pair then the team must turn those unmatched cards back over. Each time you find a pair you keep it and get another go at trying to find a match. SOLVE IT: One member of the team draws a pink card and reads the clue on the card to their teammates. (Not the rhyme in italics!) Their teammates now have to yell out possible rhyming solutions. For each correct rhyme they get in 30 seconds they earn a point. As before, three points means they get to turn over two Rhyming Pair cards. Any unfinished cards go back on top of the pile to be finished by the next team to roll pink. ACT IT: One member of the team draws a yellow card and shows the celebrity name on the card to their teammates. That person now has to silently act out the three rhymes on the other side of the card in 30 seconds, with their teammates shouting out possible rhymes. For each rhyme correctly guessed, the team earn a point. Again, any unfinished cards go back on top of the pile. Scoring doesn’t have to be boring: Keep score throughout using a Score Pad. Sometimes a team will only earn one or two points during a round. For every line of three you fill, you get to turn two Rhyming Pair cards. Fill two lines and get two attempts at matching up pairs. Winner, winner, chicken dinner: The game ends when all of the Rhyming Pair cards have been paired up. The team with the most are crowned champions and have permission to arrange an open-top bus parade in their home town. Source: https://www.boardgamecapital.com/game_rules/obama-llama.pdf",
            "barcode": "856739001791",
            "location": "Shelf O, Number 14",
            "video_rules": "https://youtu.be/priC9On09Q8"
        }
    ]
}

